README.org
#+title: Antarctic Fast Ice Model (AFIM) -- README
#+date: <2022-04-02 Sat>
#+author: DP@H$_2$O
#+email: daniel.atwater@utas.edu.au
#+STARTUP: overview

* Australian Fast Ice Model (AFIM)
  #+NAME: AFIM
  Admittedly not the most creative name but at least it's an honest acronym.

* A quick heads-up
_Technical Note 1_: This file is written in [[https://orgmode.org][Emacs-Org]] (which, as an
aside, I have been enamoured with for more years than I care to
admit). As such it is exported to the [[https://www.markdownguide.org][markdown]] language that is
favoured by [[https://github.com]]. However if one would like a slightly
more native experience then go [[./README.org][here]]. Irrespective, this README.md will
be clobbered with each edit of its parent org file and so if you are
wanting to edit, edit the org file. All subsequent/derivative files
are org-only-flavoured.

_Technical Note 2_: With the first note in mind, I have broken most of
this information into separate files. One for a reduction of clutter
in this README file and, two, for the separation of sensitive material
into files that can be later individually removed should there be a
need at some point to bring this information to a wider audience.

_Technical Note 3_: In separating the files into various sub-org files
I noticed that the export from org to markdown does not translate for
internal links. Hence beyond the background information *please use README.org file above to navigate*.

* AFIM Background                                                  :personal:

At the start of 2020 I decided to pursue a PhD in oceanography that
comprised [[http://www.cmar.csiro.au/staff/oke/pubs/England_and_Oke_2001.pdf][ocean modelling]], the [[https://tos.org/oceanography/issue/volume-25-issue-03][Southern Ocean]] and [[https://www.scar.org][Antarctica]]. This was
spurned largely from my [[https://www.cencoos.org][previous]] [[http://imos.org.au][professional life]]
[[https://scripps.ucsd.edu/research/topics/coastal-oceanography][coastal oceanographer]]. That previous pursuit centred mainly around a remote
sensing technology called [[https://tos.org/oceanography/assets/docs/10-2_paduan1.pdf][high frequency radar]] which is, and I used, in a
broad number of ways to understand the dynamics (the motion of the
of the upper ocean) through the digital application of signal
processing of the Physical representaiton of a Doppler shifted Bragg
frequency. After roughly 15 years in that field I left to diversify my
career skillset while ticking some service-related philosophies about
being [[https://en.wikipedia.org/wiki/National_service][contributing to a new nation]]. After four years of [[https://www.navy.gov.au/sites/default/files/documents/Warfare_Officers_Career_Handbook.pdf][learning how-to drive Navy ships]] I
specialised as a [[https://www.defencejobs.gov.au/jobs/reserves/navy/meteorologist-and-oceanographer][Meteorologic and Oceanographic Officer]] in that
[[https://www.navy.gov.au][organisation]] and [[https://www.youtube.com/watch?v=_1roFUwV7ss][operational-ised]] my [[https://oceansci.ucsc.edu/academics/graduate/ms.html][scientific skillset]]. At about the
same time I became fascinated with Antarctica and its criticality both
[[https://tos.org/oceanography/article/southern-ocean-warming][climatically]] and [[https://defence.gov.au/adc/Publications/AJDSS/documents/volume3-number2/Where-to-from-here-The-Australian-Defence-Forces-pursuit-of-national-security-and-the-2020-Defence-Strategic-update.pdf][strategically]] (and [[https://www.antarctica.gov.au/about-us/antarctic-strategy-and-action-plan/][here]]). Hence I began searching for a PhD
project that would fulfil my interest.

Fortunately, it did not take too long before I was introduced to [[https://tasmanian.com.au/stories/alex-fraser/][Alex Fraser]] and [[./ResearchPlan/project_proposal/PROJECT_PROPOSAL.pdf][a project]] that he
had on his digital shelf that from the outset ticked all my interest boxes. I can't recall exactly
where or when in I was introduced to the various forms of 
[[https://en.wikipedia.org/wiki/Sea_ice][sea ice]] and [[https://tos.org/oceanography/issue/volume-24-issue-03][its role in polar oceanography]] but I do remember it
being very [[http://nsidc.org/arcticseaicenews/][Arctic-centric]] with this vague concept that [[https://arctic.noaa.gov/Report-Card/Report-Card-2018/ArtMID/7878/ArticleID/788/Landfast-Sea-Ice-in-a-Changing-Arctic][landfast sea ice (fast ice)]] played an important role in Arctic sea ice. So when Alex
provided me with a rough outline of the project he wanted to pursue
modelling fast ice and it being [[https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&ved=2ahUKEwiWo5bfuPv2AhWTjeYKHSlPCycQFnoECCcQAQ&url=https%3A%2F%2Fdipot.ulb.ac.be%2Fdspace%2Fbitstream%2F2013%2F336850%2F1%2Fdoi_320494.pdf&usg=AOvVaw3fsCaFuWB9oz-dzVqWsQUW][largely neglected thus far]] in
circumpolar modelling efforts, I knew the meat on this bone was likely
well marbled.

So in mid-2021 I was accepted and enrolled as a part-time PhD student at
the [[https://www.googleadservices.com/pagead/aclk?sa=L&ai=DChcSEwjb1_Cu-_j2AhWFmmYCHS-oCUAYABAAGgJzbQ&ohost=www.google.com&cid=CAESbeD2zyC-aH5iZzoJORucLfQbhrhY_ooy9py4o71TC_kz3xRqKOproNUbUwtZtC5573rDHXbolu_5OSzJ1IBTOd5vLU41bby25TJOXU74Xos06Noqir-L1xomT419-70EUgr0C5r7Znshu44t3TM&sig=AOD64_2ugbp2WvnZ4lnJ32JarlVkJGBBcA&q&adurl&ved=2ahUKEwjJxumu-_j2AhXm63MBHchuCCMQ0Qx6BAgDEAE][University of Tasmania]] [[https://www.imas.utas.edu.au][Institute of Marine Science]] through the
[[https://aappartnership.org.au][Australian Antarctic Partnership Program]]. I spent the second-half of
that year [[./references][reading]] and constructing an initial [[./ResearchPlan/doc/researchplan.pdf][Reasearch Plan]]. However, as all good
projects evolve, it became apparent that I should be aligning my
project with a well-supported Australian sea ice modelling effort, not
only for my own support, but also to aim for a more impactful goal of
incorporating fast ice into a nationally recognised/supported
model.

After a brief interlude in the first quarter of 2022 I'm now pursuing
fast ice modelling with an eye towards incorporating it into [[http://cosima.org.au][COSIMA]].

* Administration
[[./admin/admin.org]]

* Research                                                              :res:
  
** Plan 2.0                                                            :plan:
Being a dynamic document this simply a new version of the previous
plan. As it should it will be kept separate from this document and can
be found [[./research/researchplan.org][here]] (as an Emacs-Org)

** Grounded Icebergs                                       :methods:bookmark:
   [[./research/grounded_icebergs.org]]

** Modelling                                                 :modelling:
*** CICE                                              :coupled:seaice:modelling:
[[./MODELS/cice.org]]
*** WAVEWATCH III                                     :bookmark:modelling:ocean:
[[./MODELS/wwIII.org]]
*** SWAN (Simulating WAves Nearshore)                 :bookmark:modelling:ocean:
[[./MODELS/swan.org]]
*** Weather Research & Forecasting (WRF) Model         :bookmark:modelling:atmo:
[[./MODELS/wrf.org]]
*** Model Coupling Toolkit (MCT)                       :bookmark:modelling:atmo:
[[./MODELS/mct.org]]
*** COAWST                                             :modelling:ocean:coupled:
[[./MODELS/coawst.org]]
*** ROMS                                                       :ocean:modelling:
[[./MODELS/metroms.org]]

** Data                                                      :data:
[[./data.org]]

