README.md

# Table of Contents

1.  [Background](#orgd9bbd6f):personal:
2.  [Administration](#orgbc1013b)
3.  [Research](#orgc286871):res:
    1.  [UTas Library Services](#orgc1059c3):bookmarks:
    2.  [Modelling](#org40f9f03):modelling:
        1.  [CICE](#org71a97db):coupled:seaice:modelling:
        2.  [WAVEWATCH III](#org60d4040):bookmark:modelling:ocean:
        3.  [SWAN (Simulating WAves Nearshore)](#orgdb92e33):bookmark:modelling:ocean:
        4.  [Weather Research & Forecasting (WRF) Model](#org24d6eef):bookmark:modelling:atmo:
        5.  [Model Coupling Toolkit (MCT)](#org76459b4):bookmark:modelling:atmo:
        6.  [COAWST](#org7d3c775):modelling:ocean:coupled:
        7.  [ROMS](#orga767837):ocean:modelling:
    3.  [Data](#orgd7d28ac):data:
    4.  [Research Plan 2.0](#org3c93f5f):plan:
    5.  [Candidature](#orgb2ad0ff):report:
        1.  [Meetings](#org07195f6)
        2.  [Ethics Approval](#orge94db11)
        3.  [Confirmation of Candidature](#orga5c3971)
        4.  [Annual Review of Candidature](#orgca23cdd)
        5.  [Thesis Submission and Examination](#org5673e14)
        6.  [Step 1: Abstract](#orgc728df5)
        7.  [Step 2: Thesis/Exegesis Submission](#org6e1cc5a)
        8.  [Step 3: Examiner Reports](#orgdab6800)
        9.  [Step 4: Final Thesis/Exegesis Submission](#org77cf998)
        10. [Step 5: Graduation](#org14fb077)
4.  [Meetings and Correspondence](#org3e226fc):mtg:email:
5.  [Computing](#orgf8a324a):comp:

<span class="underline">Technical Note 1</span>: This file is written in [Emacs-Org](https://orgmode.org) (which, as an
aside, I have been enamoured with for more years than I care to
admit). As such it is exported to the [markdown](https://www.markdownguide.org) language that is
favoured by <https://github.com>. However if one would like a slightly
more native experience then go [here](./README.md). Irrespective, this README.md will
be clobbered with each edit of its parent org file and so if you are
wanting to edit, edit the org file. All subsequent/derivative files
are org-only-flavoured.

<span class="underline">Technical Note 2</span>: With the first note in mind, I have broken most of
this information into separate files. One for a reduction of clutter
in this README file and, two, for the separation of sensitive material
into files that can be later individually removed should there be a
need at some point to bring this information to a wider audience.

<span class="underline">Technical Note 3</span>: In separating the files into various sub-org files
I noticed that the export from org to markdown does not translate for
internal links. Hence beyond the background information **please use README.org file above to navigate**. 


<a id="orgd9bbd6f"></a>

# Background     :personal:

At the start of 2020 I decided to pursue a PhD in oceanography that
comprised [ocean modelling](http://www.cmar.csiro.au/staff/oke/pubs/England_and_Oke_2001.pdf), the [Southern Ocean](https://tos.org/oceanography/issue/volume-25-issue-03) and [Antarctica](https://www.scar.org). This was
spurned largely from my [previous](https://www.cencoos.org) [professional life](http://imos.org.au)
[coastal oceanographer](https://scripps.ucsd.edu/research/topics/coastal-oceanography). That previous pursuit centred mainly around a remote
sensing technology called [high frequency radar](https://tos.org/oceanography/assets/docs/10-2_paduan1.pdf) which is, and I used, in a
broad number of ways to understand the dynamics (the motion of the
of the upper ocean) through the digital application of signal
processing of the Physical representaiton of a Doppler shifted Bragg
frequency. After roughly 15 years in that field I left to diversify my
career skillset while ticking some service-related philosophies about
being [contributing to a new nation](https://en.wikipedia.org/wiki/National_service). After four years of [learning how-to drive Navy ships](https://www.navy.gov.au/sites/default/files/documents/Warfare_Officers_Career_Handbook.pdf) I
specialised as a [Meteorologic and Oceanographic Officer](https://www.defencejobs.gov.au/jobs/reserves/navy/meteorologist-and-oceanographer) in that
[organisation](https://www.navy.gov.au) and [operational-ised](https://www.youtube.com/watch?v=_1roFUwV7ss) my [scientific skillset](https://oceansci.ucsc.edu/academics/graduate/ms.html). At about the
same time I became fascinated with Antarctica and its criticality both
[climatically](https://tos.org/oceanography/article/southern-ocean-warming) and [strategically](https://www.antarctica.gov.au/about-us/antarctic-strategy-and-action-plan/). Hence I began searching for a PhD
project that would fulfil my interest.

Fortunately, it did not take too long before I was introduced to [Alex Fraser](https://tasmanian.com.au/stories/alex-fraser/) and [a project](./ResearchPlan/project_proposal/PROJECT_PROPOSAL.pdf) that he had on his digital shelf that from the outset ticked all my
interest boxes. I can't recall exactly where or when in I was introduced to the various forms of
[sea ice](https://en.wikipedia.org/wiki/Sea_ice) and [its role in polar oceanography](https://tos.org/oceanography/issue/volume-24-issue-03) but I do remember it
being very [Arctic-centric](http://nsidc.org/arcticseaicenews/) with this vague concept that [landfast sea ice (fast ice)](https://arctic.noaa.gov/Report-Card/Report-Card-2018/ArtMID/7878/ArticleID/788/Landfast-Sea-Ice-in-a-Changing-Arctic) played an important role in Arctic sea ice. So when Alex
provided me with a rough outline of the project he wanted to pursue
modelling fast ice and it being [largely neglected thus far](https://www.sciencedirect.com/user/identity/landing?code=2QD--DJX9fNQGcwrhJdFSQcbTnjTstfb_oMPFrXr&state=retryCounter%3D0%26csrfToken%3D282ae9df-d109-4361-a158-7399407fb2cd%26idpPolicy%3Durn%253Acom%253Aelsevier%253Aidp%253Apolicy%253Aproduct%253Ainst_assoc%26returnUrl%3D%252Fscience%252Farticle%252Fpii%252FS1463500321001712%26prompt%3Dnone%26cid%3Darp-05cb79cb-d88b-43bd-92e0-7af2740528af) in
circumpolar modelling efforts, I knew the meat on this bone was likely
well marbled.

So in mid-2021 I was accepted and enrolled as a part-time PhD student at
the [University of Tasmania](https://www.googleadservices.com/pagead/aclk?sa=L&ai=DChcSEwjb1_Cu-_j2AhWFmmYCHS-oCUAYABAAGgJzbQ&ohost=www.google.com&cid=CAESbeD2zyC-aH5iZzoJORucLfQbhrhY_ooy9py4o71TC_kz3xRqKOproNUbUwtZtC5573rDHXbolu_5OSzJ1IBTOd5vLU41bby25TJOXU74Xos06Noqir-L1xomT419-70EUgr0C5r7Znshu44t3TM&sig=AOD64_2ugbp2WvnZ4lnJ32JarlVkJGBBcA&q&adurl&ved=2ahUKEwjJxumu-_j2AhXm63MBHchuCCMQ0Qx6BAgDEAE) [Institute of Marine Science](https://www.imas.utas.edu.au) through the
[Australian Antarctic Partnership Program](https://aappartnership.org.au). I spent the second-half of
that year [reading](./references) and constructing an initial [Reasearch Plan](./ResearchPlan/doc/researchplan.pdf). However, as all good
projects evolve, it became apparent that I should be aligning my
project with a well-supported Australian sea ice modelling effort, not
only for my own support, but also to aim for a more impactful goal of
incorporating fast ice into a nationally recognised/supported
model.

After a brief interlude in the first quarter of 2022 I'm now pursuing
fast ice modelling with an eye towards incorporating it into [COSIMA](http://cosima.org.au).


<a id="orgbc1013b"></a>

# Administration

<./admin/admin.md>


<a id="orgc286871"></a>

# Research     :res:


<a id="orgc1059c3"></a>

## UTas Library Services     :bookmarks:

[UTas Research](https://www.utas.edu.au/library/research)


<a id="org40f9f03"></a>

## Modelling     :modelling:


<a id="org71a97db"></a>

### CICE     :coupled:seaice:modelling:

<./MODELS/cice.md>


<a id="org60d4040"></a>

### WAVEWATCH III     :bookmark:modelling:ocean:

<./MODELS/wwIII.md>


<a id="orgdb92e33"></a>

### SWAN (Simulating WAves Nearshore)     :bookmark:modelling:ocean:

<./MODELS/swan.md>


<a id="org24d6eef"></a>

### Weather Research & Forecasting (WRF) Model     :bookmark:modelling:atmo:

<./MODELS/wrf.md>


<a id="org76459b4"></a>

### Model Coupling Toolkit (MCT)     :bookmark:modelling:atmo:

<./MODELS/mct.md>


<a id="org7d3c775"></a>

### COAWST     :modelling:ocean:coupled:

<./MODELS/coawst.md>


<a id="orga767837"></a>

### ROMS     :ocean:modelling:

<./MODELS/metroms.md>
