README.org
** Candidature                                             :report:
*** Meetings
You are encouraged to meet with your supervisory team on a regular basis (e.g. fortnightly) to discuss project progress, troubleshoot issues and develop action plans for future research. These regular meetings support fruitful communication between you and your team, and assists all parties to manage their expectations.
Meeting Agendas: You are responsible for preparing the agenda for your meetings and documenting the discussion and outcomes. This record provides clarity for all parties. The agenda can include:
Meeting date/attendees
- Progress on matters arising from the last meeting
- Other project progress since the last meeting
- Matters for discussion/troubleshooting
- Progress towards your next candidature milestone(s)
- Actions/outcomes arising from current meeting
- Any other business
*** Ethics Approval
The University of Tasmania (UTAS) is dedicated to creating and maintaining an environment that promotes the responsible and ethical conduct of research in accordance with the Australian Code for the Responsible Conduct of Research.
It is essential that you discuss with your supervisors at the very outset whether ethics approval is needed and how to obtain it. Many research projects, including Doctor of Philosophy and Master of Research projects, require Human Ethics or Animal Ethics approval to proceed.
The Research Integrity and Ethics Unit is there to support researchers at UTAS. Please contact them with any questions relating to an ethics application, a clinical trial or a research integrity issue.
*** Confirmation of Candidature
The purpose of Confirmation of Candidature is to assess:
- Your academic preparedness and whether you have developed a clearly defined,
  coherent and feasible research project and whether you have documented this
  adequately in your research plan
- Whether you have met coursework requirements as specified in your letter of offer
- Whether other specific requirements (e.g. obtaining ethics approval) have been met
- The suitability of the supervisory team to support you to completion
- Whether your oral and written skills are sufficient for undertaking a Higher Degree by Research
- The likelihood of you completing your Higher Degree by Research within the maximum degree period
- Discuss the requirements of your Confirmation of Candidature with your
  supervisors and Graduate Research Coordinator (GRC) as early as possible

In order to have your candidature confirmed, you must fulfil the following
requirements:
- Research Plan
- Ethics Requirements
- Data Management Plan
- Written Work
- Oral Presentation
- Peer Review
- Supervisor-Candidate meetings
- Coursework
- Any additional criteria required by your school or specified in your letter of offer

Detailed information can be found in the Research Training Ordinance and the
Interim HDR Candidature Management procedure and Interim HDR Reviews of Progress
procedure.
*** Annual Review of Candidature
Following successful Confirmation of Candidature, your progress will be formally
reviewed every 12 calendar months through candidature until submission.
The purpose of the annual review is to make an assessment of:
- Your academic performance consistent with your research plan
- The adequacy of research infrastructure and resources (including the
  supervisory team relationship) needed to complete your research project within
  the maximum degree period
You will be required to complete the Annual Review tab in iGRad. This allows you
to fill out information and upload documents regarding your Annual Review,
before a meeting is held with your Graduate Research Coordinator (GRC).
Detailed information can be found in the Research Training Ordinance and the
Interim HDR Candidature Management procedure and Interim HDR Reviews of Progress
procedure.
*** Thesis Submission and Examination
*** Step 1: Abstract
At least eight weeks (8) prior to submitting your thesis/exegesis for
examination, you will need to upload your abstract by completing the Examination
Intention to Submit tab in iGRad.
On receipt of your abstract, a request will be sent to your supervisory team and
Head of School, from the Graduate Research Office, asking them to nominate
examiners for your thesis/exegesis.
The nomination of examiners process is confidential. You are permitted to
provide the names of examiners that you do not want to examine your work (and
accompanying reasons), but that is the extent to which you are involved.
A Chair of Examiners will also be appointed by the Head of School to act as an
independent Chair throughout the examination process. Where the Head of School
is also a member of your supervisory team, the relevant College Dean or
Institute Director will appoint the Chair of Examiners.
*** Step 2: Thesis/Exegesis Submission
Before the maximum expiry date of your candidature, you will need to submit your
thesis/exegesis (and supplementary material if relevant) for examination by
completing the Examination > Thesis Submission tab in iGRad.
If your thesis is less than 60MB in size, and you are only submitting a thesis,
please upload your thesis to the Thesis Submission tab in iGRad.
If your thesis is greater than 60MB in size, or you have supplementary material,
please generate a link to your thesis (and supplementary material) via CloudStor
and then embed the URL link generated via CloudStor onto your title page. Once
completed, please upload the title page (only) to the Thesis Submission tab in
iGRad. To access CloudStor, you can use your UTAS login.
Supplementary material may include, but not be limited to, appendices, research
publications, books, a portfolio of audio/video musical recordings,
documentaries or art works e.g., photos of exhibited items produced during your
work. Please do not duplicate copies of the supplementary material that is
already incorporated into your thesis material.
The thesis/exegesis must include all relevant and signed statements and
declarations before uploading. For further information on these, and other
general requirements, please access the General Requirements of a Higher Degree
by Research Thesis document. Specific details about formatting, length and
referencing will also be dependent upon the discipline in which you have
conducted your research. Please consult with your supervisory team about these
details.
Printed copies of your thesis/exegesis are no longer required, unless
specifically requested by an examiner. In this case, the Graduate Research
Office will request these from you via the School.
Upon receipt of your thesis/exegesis notice will be sent to your Head of School
requesting their approval of your submission.
You will be able to track the examination process via the Examination tab in
iGRad. This will inform you of when examiners have been nominated, when your
thesis/exegesis has been sent and the due dates for examiner reports.
