README.org
*** Step 3: Examiner Reports

Examiners are requested to return their reports to the Graduate Research Office within six weeks of receiving the thesis/exegesis, however this often takes longer due to workload and personal circumstances. The Graduate Research Office has procedures in place to follow-up on overdue examiner reports.

Once all of the examiner reports have been received, they are sent to the Chair of Examiners. The Chair of Examiners are responsible for providing a recommendation to the Graduate Research Office on the reports, who will then submit their comments and recommendation on the examination outcome to the Dean of Graduate Research.

The Dean of Graduate Research shall consider the recommendations of the examiners and the Chair of Examiners before determining how to proceed to the next stage.

Once determined, we will inform you of the outcome of your examination and send you the examiner reports.

When you have completed any required revisions, please submit your corrected thesis to the Chair of Examiners. They will review your final thesis and, if approved, recommend to the Graduate Research Office that your degree be awarded.

After the Graduate Research Office receive this approval, we can then advise you of the identity of your examiners and invite you to upload your final thesis and graduation requirements by completing the Examination > Graduation Requirements tab in iGRad.
*** Step 4: Final Thesis/Exegesis Submission

After the Graduate Research Office have invited you to upload your final thesis and graduation requirements, you will need to submit your final thesis/exegesis (including all supplementary material if relevant) by completing the Examination > Graduation Requirements tab in iGRad.

If your thesis is less than 60MB in size, and you are only submitting you’re a thesis, please upload your thesis to the Graduation Requirements tab in iGRad.

If your thesis is greater than 60MB in size, or you have supplementary material, please generate a link to your thesis (and supplementary material) via CloudStor and then embed the URL link generated via CloudStor onto your title page. Once completed, please upload the title page (only) to the Graduation Requirements tab in iGRad. To access CloudStor, you can use your UTAS login.

The thesis/exegesis must include all relevant and signed statements and declarations before uploading. Please be advised that printed copies are no longer required.

To fulfil our graduation requirements, you will need to provide:

Your Final Thesis
All supplementary material (which may include, but not be limited to, appendices, research publications, books, a portfolio of audio/video musical recordings, documentaries or art works e.g., photos of exhibited items produced during your work).
A Thesis Access Form
A thesis abstract for the purpose of AHEGS. This abstract must be strictly 2000 characters (including spaces) or less: This is required for the Australian Higher Education Graduation Statement (AHEGS), a Commonwealth requirement.
For PhD or Professional Doctorate candidates only: A 40-word summary of your thesis to be read at the ceremony to a general audience. Please refer to the 40 Word Summary Guidelines.
Once you have fulfilled the above requirements, the Graduate Research Office will request Academic Senate approval to award your degree. We will advise you when this approval has been received.
*** Step 5: Graduation

** UTas Library Services                                         :bookmarks:
[[https://www.utas.edu.au/library/research][UTas Research]]

* Meetings and Correspondence                                     :mtg:email:
[[./admin/meetings.org]]


* Computing                                                            :comp:
[[./admin/computing.org]]

